[overlay_soft]
jtitle = Yönetmen, Tasarımcı, Yazar ve Programlama
lead3dtitle = 3B Sanat Yönetmeni
ptitle = Efektler ve Müzik Bestecisi
leadchartitle = Ana Karakter Tasarımcısı
lead2dtitle = 2B Sanat Yönetmeni
assetprodtitle = Asset Üreticisi
developertitle = Tarafından yapıldı: